Repository: djpate/Qwench
Catalog: locale/*/LC_MESSAGES/message.po
Languages: fr_fr

source: newest
fr_fr: r&#233;cent

source: oldest
fr_fr: ancien

source: You cannot up/down vote your own answer
fr_fr: Vous ne pouvez pas voter pour votre propre question

source: Thankyou for voting
fr_fr: Merci pour le vote

source: An error has occurred. Please try again later
fr_fr: Erreur, essayez ult&#233;rieurement

source: Please login to vote
fr_fr: Connectez vous pour voter

source: You cannot upvote your own comment
fr_fr: Vous ne pouvez pas voter pour votre propre question

source: Comment successfully deleted
fr_fr: Commentaire supprim&#233;

source: Delete this comment?
fr_fr: Supprimer ce commentaire ?

source: View all comments
fr_fr: Voir tous les commentaires

source: more
fr_fr: de plus

source: Add Comment
fr_fr: Ajouter un commentaire

source: Your comment must be atleast 10 characters in length
fr_fr: Le commentaire doit faire au moins 10 caract&#232;res

source: Your comment is too long, please reduce it to 600 characters
fr_fr: Votre commentaire est trop long, maximum 600 caract&#232;res

source: Please login to post a comment
fr_fr: Connectez vous pour poster un commentaire

source: You cannot up/down vote your own question
fr_fr: Vous ne pouvez pas voter pour votre propre question

source: Please login to add a question to your favorites
fr_fr: Connectez vous pour ajouter un favori

source: Question removed from your favorites
fr_fr: Question supprim&#233;e de vos favoris

source: Question added to your favorites
fr_fr: Question ajout&#233;e à vos favoris

source: not yet answered
fr_fr: sans r&#233;ponse

source: active
fr_fr: en cours

source: showing
fr_fr: contient

source: tagged
fr_fr: marqu&#233;

source: 0 seconds ago
fr_fr: juste maintenant

source: week
fr_fr: semaine

source: day
fr_fr: jour

source: hr
fr_fr: heure

source: 0 seconds
fr_fr: juste maintenant

source: ago
fr_fr: &nbsp;

source: Edit Profile
fr_fr: Editer le profil

source: Logout
fr_fr: D&#233;connexion

source: Password
fr_fr: Mot de passe

source: Login
fr_fr: Connexion

source: or
fr_fr: ou

source: click here to register
fr_fr: Cliquer ici pour s'enregistrer

source: Powered by Qwench
fr_fr: Propuls&#233; par Qwench

source: Home
fr_fr: Accueil

source: Tags
fr_fr: Mots clefs

source: Users
fr_fr: Utilisateurs

source: Unanswered
fr_fr: Non r&#233;solus

source: Ask or Contribute
fr_fr: Poser une question

source: Edit Your Answer
fr_fr: Editer votre r&#233;ponse

source: Update Answer
fr_fr: Mise à jour r&#233;ponse

source: Contribute
fr_fr: Contribuer

source: Ask Question
fr_fr: Poser votre question

source: Your title must be at least 15 characters in length
fr_fr: Le titre doit faire au moins 15 caract&#232;res

source: Your description must be at least 15 characters in length
fr_fr: La description doit faire au moins 15 caract&#232;res

source: What would you like to ask or contribute ?
fr_fr: Quelle est votre question ?

source: Share a Link
fr_fr: Partager un lien

source: Make this a knowledge-base article
fr_fr: Faire de cette article une r&#233;f&#233;rence

source: Cached Version of
fr_fr: Version en cache de

source: Edit Your Question
fr_fr: Editer votre question

source: Update
fr_fr: Mise &#224; jour

source: cmts
fr_fr: coms

source: ans
fr_fr: r&#233;p

source: Sorry, we could not find what you were looking for. You may want to have a look at
fr_fr: D&#233;sol&#233;, pas de r&#233;sultats pour votre recherche. Recherchez par

source: tags
fr_fr: Mots clefs

source: Your
fr_fr: Votre

source: comment
fr_fr: Commentaire

source: answer
fr_fr: R&#233;ponse

source: must be atleast 15 characters in length
fr_fr: doit faire au moins 15 caract&#232;res

source: edit
fr_fr: Edition

source: Add comment
fr_fr: Ajouter un commentaire

source: Comment
fr_fr: Commentaire

source: Answer
fr_fr: R&#233;ponse

source: Accepted Answer
fr_fr: R&#233;ponse valid&#233;e

source: Accept this answer
fr_fr: Accepter cette réponse

source: No comments on this article as yet.
fr_fr: Pas encore de commentaires

source: No answers as yet. Be the first to write an answer.
fr_fr: Pas encore de r&#233;ponse. Soyez le premier.

source: Add a comment
fr_fr: Ajout d'un commentaire

source: Answer Question
fr_fr: R&#233;pondre &#224; la question

source: %d Tag
fr_fr: %d Mot clef

source: Please enter your name
fr_fr: Entrer votre nom

source: Please enter your e-mail
fr_fr: Entrer votre e-mail

source: Name
fr_fr: Nom

source: Leave blank if you do not want to update
fr_fr: Laisser vide pour ne pas mettre &#224; jour

source: Update Profile
fr_fr: Editer le profil

source: %d User
fr_fr: %d Utilisateur

source: You have successfully logged out
fr_fr: Vous &#234;tes d&#233;connect&#233;

source: Please enter your password
fr_fr: Entrer votre mot de passe

source: Register
fr_fr: Enregistrement
